Repository: LotAtc/lotatc-i18n
Catalog: server/l10n/*/LC_MESSAGES/messages.po
Languages: fr

source: Display enemies parameters (name, type,...)
fr: Paramètres d'affichage des ennemis (nom, type, ...)

source: Detection profile
fr: Profil de détection

source: Automatic type for new item
fr: Type auto pour nouvel élément

source: Radar modelisation
fr: Modélisation radar

source: Use relief (terrain masking) filter
fr: Utiliser le filtre relief (masquage terrain)

source: Custom profile options
fr: Profil personnalifé

source: Enable LotAtc
fr: Activer LotAtc

source: LotAtc 4 DCS is a software that allows you to simulate the role of an air traffic controller (namely, first, an Air Defense controller). LotAtc shows the tactical situation (aircraft, SAMs, boats) on a 'radar screen' with a map background. As a virtual controller, you will be able to guide human virtual pilots in DCS World multiplayer missions, by radioing them (through your regular voice software such as Teamspeak, Mumble ... etc), whether to make them find their way and/or their leader, set up to your fighters to intercept bandits, or press the muds to hide or take shelter given what happens in front of them.
fr: LotAtc 4 DCS est un logiciel qui vous permet de simuler le rôle d'un contrôleur de la circulation aérienne (à savoir, d'abord, un contrôleur de la défense aérienne). LotAtc montre la situation tactique (avions, SAMs, bateaux) sur un «écran radar» avec un fond de carte. En tant que contrôleur virtuel, vous serez en mesure de guider les pilotes virtuels humains dans les missions multijoueurs du monde DCS, en les radiant (par le biais de votre logiciel de voix régulière comme TeamSpeak, Mumble... etc), que ce soit pour les faire trouver leur chemin et/ou leur chef, mis en place pour votre combattants pour intercepter des bandits, ou appuyez sur les boues pour se cacher ou se réfugier compte tenu de ce qui se passe devant eux.

source: Approach mode on airport
fr: Mode d'approche sur l'aéroport

source: Use low speed filter (aircraft too slow are filtered)
fr: Utilisez le filtre à basse vitesse (les avions trop lents sont filtrés)

source: Display enemy SAMs & Ships even outside of own radar coverage
fr: Afficher les SAMs/navires ennemis en dehors de la couverture radar propre

source: Arcade - see all
fr: Arcade - voir tout

source: Basic - see enemy SAM mid/long range
fr: Basique - voir les enemis SAM moyenne/longue distance

source: Realistic - see only what you can really see
fr: Réaliste - voir seulement ce que vous pouvez vraiment voir

source: Advanced realistic
fr: Réaliste avancé

source: Custom - (Use below options)
fr: Personnalisé - (utilisez les options ci-dessous)

source: Use mission settings
fr: Utiliser les paramètres de mission

source: For all
fr: Pour tous

source: Only for friends
fr: Seulement pour les alliés

source: Disable
fr: Désactiver

source: See all (no radar management)
fr: Voir tout (pas de gestion de radar)

source: Cylinder (no altitude management)
fr: Cylindrique (pas de gestion d'altitude)

source: Spherical (altitude is used)
fr: Sphérique (avec gestion d'altitude)

source: Conical (like spherical but with real constraints)
fr: Conique (=sphérique avec les vrais contraintes)

source: None - Approach mode Disabled
fr: Aucun - Mode approche désactivé

source: Own coalition airports only
fr: Seulement les aéroports alliés

source: All airports
fr: Tous les aéroports
